mesa
vulkan-icd-loader
wayland
xorg-xwayland
xorg-server
xorg-xinit
#alsa-firmware
alsa-utils
alsa-plugins
binutils
dosfstools
htop
noto-fonts
noto-fonts-emoji
pipewire-pulse
pipewire-jack
pipewire-alsa
gst-plugin-pipewire
ttf-dejavu
ttf-liberation
usbutils
wireplumber
xdg-user-dirs
--END OF MINIMAL INSTALL--
adobe-source-han-sans-jp-fonts
adobe-source-sans-fonts
alsa-plugins
alsa-utils
autoconf
automake
bash-completionbluez
bluez-libs
bluez-utils
#bridge-utils
btrfs-progs
calibre
celluloid #video player
clipgrab
cmatrix
#dialog
dmidecode
dnsmasq
efibootmgr
egl-wayland
exfat-utils
firefox
firefox-i18n-de
flatpak
#fuse2
#fuse3
#fuseiso
gamemode
gimp
gimp-plugin-bimp
gparted
gptfdisk
gst-libav
gstreamer-vaapi
haveged
hunspell
hunspell-de
hunspell-en_us
iptables-nft
#jdk-openjdk
juk
kitty
libdvdcss
lib32-gamemode
lib32-gst-plugins-base
lib32-gst-plugins-good
lib32-pipewire
lib32-pipewire-jack
libreoffice-fresh
libreoffice-fresh-de
libtool
#lutris
neofetch
networkmanager-l2tp
ntfs-3g
openssh
os-prober
#papirus-icon-theme
phonon-qt5-gstreamer
#powerline-fonts # for vim
qemu
qt5-imageformats
sigil
snap-pac
snapper
steam
#synergy
terminus-font
thunderbird
torrential
traceroute # track the route taken by packets over an IP
virt-manager
which
#wine-gecko
#wine-mono
#winetricks
