mesa
vulkan-icd-loader
wayland
xorg-xwayland
xorg-server
xorg-xinit
binutils
dosfstools
linux-headers
noto-fonts
noto-fonts-emoji
ttf-dejavu
ttf-liberation
usbutils
xdg-user-dirs
--END OF MINIMAL INSTALL--
aimp
alsa-plugins
alsa-utils
autoconf
automake
#bash-completion
bluez
bluez-libs
bluez-utils
bridge-utils
btrfs-progs
#calibre
#celluloid #video player
#clipgrab
cmatrix
#cups # printer management
#dialog
dmidecode
dnsmasq
efibootmgr
egl-wayland
exfat-utils
firefox
#fuse2
#fuse3
#fuseiso
#gamemode
#gimp
#gimp-plugin-bimp
#gparted
#gptfdisk
gst-libav
gst-plugin-pipewire
haveged
htop
iptables-nft
#jdk-openjdk
kitty
#libdvdcss
lib32-pipewire
lib32-pipewire-jack
#libpamac-nosnap
libtool
#lutris
neofetch
#ntfs-3g
#openssh
#os-prober
#pamac-cli
#pamac-gtk
#papirus-icon-theme
phonon-qt5-gstreamer
#powerline-fonts # for vim
#qemu
qt5-imageformats
#snap-pac
#snapper
#steam
#synergy
terminus-font
#thunderbird
#traceroute # track the route taken by packets over an IP
#virt-manager
which
#wine-gecko
#wine-mono
#winetricks
wireplumber
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
