mesa
vulkan-icd-loader
wayland
xorg-xwayland
xorg-server
xorg-xinit
#alsa-firmware
alsa-utils
alsa-plugins
pipewire-pulse
pipewire-jack
pipewire-alsa
lib32-pipewire-jack
binutils
bleachbit
dosfstools
firefox
firefox-i18n-de
htop
noto-fonts
noto-fonts-emoji
power-profiles-daemon
gst-plugin-pipewire
ttf-dejavu
ttf-liberation
upower
usbutils
wireplumber
xdg-user-dirs
--END OF MINIMAL INSTALL--
adobe-source-han-sans-jp-fonts
adobe-source-sans-fonts
alsa-plugins
alsa-utils
autoconf
automake
bash-completion
bleachbit
bluez
bluez-libs
bluez-utils
calibre
clipgrab
cmatrix
dmidecode
egl-wayland
exfat-utils
fuse2
fuse3
fuseiso
gimp
gparted
gptfdisk
gst-libav
gst-plugins-base
gst-plugins-bad
gst-plugins-good
gstreamer-vaapi
haveged
hunspell
hunspell-de
hunspell-en_us
jdk-openjdk
kitty
libdvdcss
lib32-gst-plugins-base
lib32-gst-plugins-good
libreoffice-fresh
libreoffice-fresh-de
libtool
libvirt
neofetch
ntfs-3g
os-prober
phonon-qt5-gstreamer
qemu-desktop
qt5-imageformats
sigil
snap-pac
snapper
terminus-font
thunderbird
torrential
unrar
virt-manager
which
############### NETWORK
#bridge-utils
dnsmasq
iptables-nft
networkmanager-l2tp
openssh
samba
traceroute
############### GAMING
gamemode
lib32-gamemode
lib32-mesa
lib32-pipewire
lib32-vulkan-icd-loader
lutris
###############  LAPTOP|POWERTOOLS
intel-undervolt
### PRINTING|SCANNING
cups
print-manager
sane
gscan2pdf
#hplip
###############  OPTIONAL
#celluloid
#dialog
#powerline-fonts # for vim
#synergy
#wine-gecko
#wine-mono
#winetricks
